
/=#

#langdef   en-US "English"
#langdef   zh-Hans "\wide中文\narrow"


                                            
#string STR_PRESS_KEY_IN_SECOND             #language en-US   "Press Key in %d seconds    "
                                            #language zh-Hans "\wide请在 %d 秒内按键\narrow    "

#string STR_NO_BOOT_DEVICE                  #language en-US   "No bootable device"
                                            #language zh-Hans "\wide没有可启动设备\narrow"

#string STR_ENTER_CUR_PW               #language en-US    "Enter Current Password"
                                       #language zh-Hans  "\wide输入当前密码\narrow"
#string STR_ENTER_NEW_PW               #language en-US    "Enter New Password"
                                       #language zh-Hans  "\wide输入新密码\narrow"
#string STR_CFM_NEW_PW                 #language en-US    "Confirm New Password"
                                       #language zh-Hans  "\wide确认新密码\narrow"
#string STR_INPUT_PW                   #language en-US    "Enter Password"
                                       #language zh-Hans  "\wide请输入密码\narrow"                                        
#string STR_INPUT_POP_PW               #language en-US    "Enter Power-On Password"
                                       #language zh-Hans  "\wide输入开机密码\narrow" 
#string STR_INPUT_ADMIN_PW             #language en-US    "Enter Administrator Password"
                                       #language zh-Hans  "\wide输入管理员密码\narrow"                                       
#string STR_PW_ERROR                   #language en-US    "Wrong Password"
                                       #language zh-Hans  "\wide错误密码\narrow"  

#string STR_SETUP_VERSION_ERROR         #language en-US   "Note: the data structure of the two versions before and after the firmware update is different, so the configuration item update cannot be retained, and the default value needs to be restored!"     
                                        #language zh-Hans  "\wide注意：固件更新前后两个版本，数据结构不同，无法保留配置项更新，需要恢复默认值！\narrow"   

#string STR_SETUP_VERSION_TITLE         #language en-US   "Data Struct No Match"     
                                        #language zh-Hans  "\wide数据结构不匹配\narrow"   										